/*****************************************************************************
 * File name: 	errParams.h
 *    Author: 	Hex
 *	  E-mail: 	hex@hust.edu.cn
 *    Date  : 	2023年8月23日
 *	  Description: 
 *****************************************************************************/
#ifndef MOTCTL_PARAS_INCLUDE_ERRPARAMS_H_
#define MOTCTL_PARAS_INCLUDE_ERRPARAMS_H_

// include files*************************************************************


// 宏定义 defines ***********************************************************


// typedef 类定义 ***********************************************************


//  函数方法 ****************************************************************





#endif /* MOTCTL_PARAS_INCLUDE_ERRPARAMS_H_ */
