/*****************************************************************************
 * File name: 	IIR_Filter_Fo.c
 *    Author: 	Hex
 *	  E-mail: 	hex@hust.edu.cn
 *    Date  : 	2023年8月20日
 *	  Description: 
 *****************************************************************************/


// ************************   includes   ********************************************
#include "IIR_Filter_Fo.h"


//  *************************函数方法 ****************************************************************
//! \brief      运行偏置估计
//! \details    电流、电压adc偏置数据校正
//! \param[in]  handle    HAL句柄
//! \param[in]  pAdcData  ADC数据指针
